;Place localized text in this file

;Reaper
[Cnv_Reaper_Invisible_Shin_M X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Plt_Reaper_Invisible_Shin_M X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Pwr_Reaper_Invisible_Shin_M X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Cnv_Reaper_Invisible_Shin_F X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Plt_Reaper_Invisible_Shin_F X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Pwr_Reaper_Invisible_Shin_F X2BodyPartTemplate]
DisplayName="Invisible Shins"

[Reaper_Invisible_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Reaper_Invisible_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Reaper_Invisible_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Reaper_Invisible_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"

[Reaper_Invisible_Left_Forearm_M X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Reaper_Invisible_Right_Forearm_M X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Reaper_Invisible_Left_Forearm_F X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Reaper_Invisible_Right_Forearm_F X2BodyPartTemplate]
DisplayName="Invisible Forearm"

[Reaper_Invisible_Thighs_M X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Reaper_Invisible_Thighs_F X2BodyPartTemplate]
DisplayName="Invisible Thighs"

[Reaper_Invisible_TorsoDeco_M X2BodyPartTemplate]
DisplayName="Invisible TorsoDeco"
[Reaper_Invisible_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Invisible TorsoDeco"

;==================================
;Skirmisher

[Skirmisher_Invisible_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Skirmisher_Invisible_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Skirmisher_Invisible_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Skirmisher_Invisible_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"

[Skirmisher_Invisible_Forearm_Left_M X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Skirmisher_Invisible_Forearm_Right_M X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Skirmisher_Invisible_Forearm_Left_F X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Skirmisher_Invisible_Forearm_Right_F X2BodyPartTemplate]
DisplayName="Invisible Forearm"


[Skirmisher_Invisible_TorsoDeco_M X2BodyPartTemplate]
DisplayName="Invisible TorsoDeco"
[Skirmisher_Invisible_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Invisible TorsoDeco"

[Cnv_Skirmisher_Invisible_Thighs_M X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Plt_Skirmisher_Invisible_Thighs_M X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Pwr_Skirmisher_Invisible_Thighs_M X2BodyPartTemplate]
DisplayName="Invisible Thighs"

[Cnv_Skirmisher_Invisible_Thighs_F X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Plt_Skirmisher_Invisible_Thighs_F X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Pwr_Skirmisher_Invisible_Thighs_F X2BodyPartTemplate]
DisplayName="Invisible Thighs"

[Cnv_Skirmisher_Invisible_Shins_M X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Plt_Skirmisher_Invisible_Shins_M X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Pwr_Skirmisher_Invisible_Shins_M X2BodyPartTemplate]
DisplayName="Invisible Shins"

[Cnv_Skirmisher_Invisible_Shins_F X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Plt_Skirmisher_Invisible_Shins_F X2BodyPartTemplate]
DisplayName="Invisible Shins"
[Pwr_Skirmisher_Invisible_Shins_F X2BodyPartTemplate]
DisplayName="Invisible Shins"

;============================================
;Templar

[Templar_Invisible_Forearm_Left_M X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Templar_Invisible_Forearm_Right_M X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Templar_Invisible_Forearm_Left_F X2BodyPartTemplate]
DisplayName="Invisible Forearm"
[Templar_Invisible_Forearm_Right_F X2BodyPartTemplate]
DisplayName="Invisible Forearm"

[Templar_Invisible_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Templar_Invisible_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Templar_Invisible_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"
[Templar_Invisible_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Invisible ArmDeco"

[Templar_Invisible_TorsoDeco_M X2BodyPartTemplate]
DisplayName="Invisible TorsoDeco"
[Templar_Invisible_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Invisible TorsoDeco"

[Templar_Invisible_Thighs_M X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Templar_Invisible_Thighs_F X2BodyPartTemplate]
DisplayName="Invisible Thighs"

[Templar_Invisible_Shins_M X2BodyPartTemplate]
DisplayName="Invisible Thighs"
[Templar_Invisible_Shins_F X2BodyPartTemplate]
DisplayName="Invisible Thighs"